{"id":15,"date":"2023-03-08T14:14:35","date_gmt":"2023-03-08T14:14:35","guid":{"rendered":"https:\/\/animestarz.me\/?page_id=15"},"modified":"2023-03-08T14:14:35","modified_gmt":"2023-03-08T14:14:35","slug":"terms-conditions","status":"publish","type":"page","link":"https:\/\/animestarz.me\/terms-conditions\/","title":{"rendered":"TERMS &amp; CONDITIONS"},"content":{"rendered":"\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY<\/p>\n\n\n\n<p>Last updated [May 01, 2021]<\/p>\n\n\n\n<p>AGREEMENT TO TERMS<\/p>\n\n\n\n<p>These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Imad Tozani (“we,” “us” or “our”), concerning your access to and use of the Imad Tozani Application as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “App”). You agree that by accessing the App, you have read, understood, and agree to be bound by all of these Terms and Conditions Use. IF YOU DO NOT AGREE WITH ALL OF THESE TERMS and CONDITIONS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE APP AND YOU MUST DISCONTINUE USE IMMEDIATELY.<\/p>\n\n\n\n<p>Supplemental terms and conditions or documents that may be posted on the App from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms and Conditions at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of these Terms and Conditions and you waive any right to receive specific notice of each such change. It is your responsibility to periodically review these Terms and Conditions to stay informed of updates. You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms and Conditions by your continued use of the App after the date such revised Terms are posted.<\/p>\n\n\n\n<p>The information provided on the App is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the App from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<\/p>\n\n\n\n<p>The App is intended for users who are at least 18 years old. Persons under the age of 13 are not permitted to download the App.<\/p>\n\n\n\n<p>USER REPRESENTATIONS<\/p>\n\n\n\n<p>By using the App, you represent and warrant that: [(1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary;](3) you have the legal capacity and you agree to comply with these Terms of Use; [(4) you are not under the age of 13;] (5) not a minor in the jurisdiction in which you reside[, or if a minor, you have received parental permission to use the App]; (6) you will not access the App through automated or non-human means, whether through a bot, script or otherwise; (7) you will not use the App for any illegal or unauthorized purpose; and (8) your use of the App will not violate any applicable law or regulation.<\/p>\n\n\n\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the APP (or any portion thereof).<\/p>\n\n\n\n<p>PROHIBITED ACTIVITIES<\/p>\n\n\n\n<p>You may not access or use the App for any purpose other than that for which we make the App available. The App may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<\/p>\n\n\n\n<p>As a user of the App, you agree not to:<\/p>\n\n\n\n<p>systematically retrieve data or other content from the App to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.<\/p>\n\n\n\n<p>circumvent, disable, or otherwise interfere with security-related features of the App, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the App and\/or the Content contained therein.<\/p>\n\n\n\n<p>make improper use of our support services or submit false reports of abuse or misconduct.<\/p>\n\n\n\n<p>interfere with, disrupt, or create an undue burden on the App or the networks or services connected to the App.<\/p>\n\n\n\n<p>attempt to impersonate another user or person or use the username of another user.<\/p>\n\n\n\n<p>sell or otherwise transfer your profile.<\/p>\n\n\n\n<p>use any information obtained from the App in order to harass, abuse, or harm another person.<\/p>\n\n\n\n<p>use the App as part of any effort to compete with us or otherwise use the App and\/or the Content for any revenue-generating endeavor or commercial enterprise.<\/p>\n\n\n\n<p>decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the App.<\/p>\n\n\n\n<p>attempt to bypass any measures of the App designed to prevent or restrict access to the App, or any portion of the App.<\/p>\n\n\n\n<p>harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the App to you.<\/p>\n\n\n\n<p>delete the copyright or other proprietary rights notice from any Content.<\/p>\n\n\n\n<p>copy or adapt the App’s software, including but not limited to any kind of code.<\/p>\n\n\n\n<p>upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the App or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the App.<\/p>\n\n\n\n<p>upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).<\/p>\n\n\n\n<p>except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the App, or using or launching any unauthorized script or other software.<\/p>\n\n\n\n<p>disparage, tarnish, or otherwise harm, in our opinion, us and\/or the App.<\/p>\n\n\n\n<p>use the App in a manner inconsistent with any applicable laws or regulations.<\/p>\n\n\n\n<p>upload to the App, content that is not yours or for which you don’t have the appropriate copyrights<\/p>\n\n\n\n<p>upload to the App content that is different than the one required by the App, with the scope of affecting the App’s servers or the other user’s experience using the App<\/p>\n\n\n\n<p>ADVERTISERS<\/p>\n\n\n\n<p>We allow advertisers to display their advertisements and other information in certain areas of the App. If you are an advertiser, you shall take full responsibility for any advertisements you place on the App and any services provided on the App or products sold through those advertisements. Further, as an advertiser, you warrant and represent that you possess all rights and authority to place advertisements on the App, including, but not limited to, intellectual property rights, publicity rights, and contractual rights. [As an advertiser, you agree that such advertisements are subject to our Digital Millennium Copyright Act (“DMCA”) Notice and Policy provisions as described below, and you understand and agree there will be no refund or other compensation for DMCA takedown-related issues.] We simply provide the space to place such advertisements, and we have no other relationship with advertisers.<\/p>\n\n\n\n<p>SUBSCRIPTIONS<\/p>\n\n\n\n<p>To access all the App’s functionalities and themes you need to subscribe to our Unlimited Access option. The subscription option is a weekly subscription or monthly or annual. Subscription payments will be charged to your iTunes account at confirmation of purchase and at the beginning of each renewal term. automatically renew to a paid subscription. You can cancel your subscription or free trial from your iTunes account settings at least 24 hours before the end of the free trial period. The renewal cost will be charged to your account 24 hours prior to the end of the current period. The cancellation will take effect the day after the last day of the current subscription period.<\/p>\n\n\n\n<p>APPLICATION MANAGEMENT<\/p>\n\n\n\n<p>We reserve the right, but not the obligation, to: (1) monitor the App for violations of these Terms of Use; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the App or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the App in a manner designed to protect our rights and property and to facilitate the proper functioning of the App.<\/p>\n\n\n\n<p>PRIVACY POLICY<\/p>\n\n\n\n<p>We care about data privacy and security. Please review our Privacy Policy [Click HERE]. By using the App, you agree to be bound by our Privacy Policy, which is incorporated into these Terms of Use. Please be advised the App is hosted in the United States. If you access the App from the European Union, Asia, or any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the App or Services, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States. [Further, we do not knowingly accept, request, or solicit information from children or knowingly market to children. Therefore, in accordance with the U.S. Children’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the App as quickly as is reasonably practical.]<\/p>\n\n\n\n<p>Contact Information<\/p>\n\n\n\n<p>If you have any questions about these Terms or the App, please contact us at contact@animestarz.me<\/p>\n","protected":false},"excerpt":{"rendered":"<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY Last updated [May 01, 2021] AGREEMENT TO TERMS These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Imad Tozani (“we,” “us” or “our”), concerning your access to and use of the Imad Tozani Application as &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/animestarz.me\/terms-conditions\/\"> <span class=\"screen-reader-text\">TERMS &amp; CONDITIONS<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"_links":{"self":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/15"}],"collection":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/comments?post=15"}],"version-history":[{"count":1,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/15\/revisions"}],"predecessor-version":[{"id":17,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/15\/revisions\/17"}],"wp:attachment":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/media?parent=15"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}