{"id":12,"date":"2023-03-08T14:13:22","date_gmt":"2023-03-08T14:13:22","guid":{"rendered":"https:\/\/animestarz.me\/?page_id=12"},"modified":"2023-03-08T14:14:59","modified_gmt":"2023-03-08T14:14:59","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/animestarz.me\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n<h1><strong>Our Application’s Privacy Policy<\/strong><\/h1>\n\n\n\n<p>This privacy policy has been compiled to better serve those who are concerned with how their ‘Personally Identifiable Information’ (PII) is being used online. PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect, or otherwise handle your Personally Identifiable Information in accordance with our website or Applications.<\/p>\n\n\n\n<p>What personal information do we collect from the people that visit our blog, website or app?<\/p>\n\n\n\n<p>When ordering or registering on our site, as appropriate, you may be asked to enter your name, email address, phone number or other details to help you with your experience.<\/p>\n\n\n\n<p>When do we collect information?<\/p>\n\n\n\n<p>We collect information from you when you Use Live Chat or enter information on our site.<\/p>\n\n\n\n<p>How do we use your information?<\/p>\n\n\n\n<p>We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:<\/p>\n\n\n\n<p>To send periodic emails regarding your order or other products and services.<\/p>\n\n\n\n<p><strong>Do we use ‘cookies’?<\/strong><\/p>\n\n\n\n<p>We do not use cookies for tracking purposes<\/p>\n\n\n\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser settings. Since browser is a little different, look at your browser’s Help Menu to learn the correct way to modify your cookies.<\/p>\n\n\n\n<p>If you turn cookies off, Some of the features that make your site experience more efficient may not function properly.that make your site experience more efficient and may not function properly.<\/p>\n\n\n\n<p><strong>Third-party disclosure<\/strong><\/p>\n\n\n\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.<\/p>\n\n\n\n<p><strong>Third-party links<\/strong><\/p>\n\n\n\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on our website. These third-party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.<\/p>\n\n\n\n<p><strong>Google<\/strong><\/p>\n\n\n\n<p>Google’s advertising requirements can be summed up by Google’s Advertising Principles. They are put in place to provide a positive experience for users. https:\/\/support.google.com\/adwordspolicy\/answer\/1316548?hl=en<\/p>\n\n\n\n<p>We have not enabled Google AdSense on our site but we may do so in the future.<\/p>\n\n\n\n<p><strong>COPPA (Children Online Privacy Protection Act)<\/strong><\/p>\n\n\n\n<p>When it comes to the collection of personal information from children under the age of 13 years old, the Children’s Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States’ consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children’s privacy and safety online.<\/p>\n\n\n\n<p>We do not specifically market to children under the age of 13 years old.<br>Do we let third-parties, including ad networks or plug-ins, collect PII from children under 13?<\/p>\n\n\n\n<p><strong>Fair Information Practices<\/strong><\/p>\n\n\n\n<p>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.<\/p>\n\n\n\n<p>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:<br>We will notify you via email<br>• Other<br>When New Game Start<\/p>\n\n\n\n<p>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and\/or prosecute non-compliance by data processors.<\/p>\n\n\n\n<p><strong>CAN-SPAM Act<\/strong><\/p>\n\n\n\n<p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.<\/p>\n\n\n\n<p>We collect your email address in order to:<br>• Send information, respond to inquiries, and\/or other requests or questions<\/p>\n\n\n\n<p>To be in accordance with CANSPAM, we agree to the following:<br>• Allow users to unsubscribe by using the link at the bottom of each email.<\/p>\n\n\n\n<p>If at any time you would like to unsubscribe from receiving future emails, you can email us at<br>• Follow the instructions at the bottom of each email.<br>and we will promptly remove you from ALL correspondence.<\/p>\n\n\n\n<p>Contacting Us<\/p>\n\n\n\n<p>If there are any questions regarding this privacy policy, you may contact us using the information below.<\/p>\n\n\n\n<p><strong>contact@animestarz.me<\/strong><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Our Application’s Privacy Policy This privacy policy has been compiled to better serve those who are concerned with how their ‘Personally Identifiable Information’ (PII) is being used online. PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or &hellip;<\/p>\n<p class=\"read-more\"> <a class=\"\" href=\"https:\/\/animestarz.me\/privacy-policy\/\"> <span class=\"screen-reader-text\">Privacy Policy<\/span> Read More &raquo;<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"site-sidebar-layout":"default","site-content-layout":"default","ast-global-header-display":"","ast-main-header-display":"","ast-hfb-above-header-display":"","ast-hfb-below-header-display":"","ast-hfb-mobile-header-display":"","site-post-title":"","ast-breadcrumbs-content":"","ast-featured-img":"","footer-sml-layout":"","theme-transparent-header-meta":"","adv-header-id-meta":"","stick-header-meta":"","header-above-stick-meta":"","header-main-stick-meta":"","header-below-stick-meta":""},"_links":{"self":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/12"}],"collection":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/comments?post=12"}],"version-history":[{"count":2,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/12\/revisions"}],"predecessor-version":[{"id":18,"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/pages\/12\/revisions\/18"}],"wp:attachment":[{"href":"https:\/\/animestarz.me\/wp-json\/wp\/v2\/media?parent=12"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}